Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyMullionsWarn Property
 Mullions and panels cannot be copied without copying the entire curtain wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyMullionsWarn { get; }
Public Shared ReadOnly Property CannotCopyMullionsWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyMullionsWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopyMullionsWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace